13/data/attachments/9345fbfc17384148.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>James_air_Actions_50774_3</nif:username>
            <nif:friendToBeRequested>soap_actions_142ff73c-90aa-46a0-876e-74613c15e88a</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>